{
    "navigation": {
      "home": "Home",
      "menu": "Menu",
      "about": "About",
      "contact": "Contact"
    },
    "common": {
      "seeMenu": "See Menu",
      "orderOnline": "Order Online",
      "reserveTable": "Reserve a Table",
      "findUs": "Find Us",
      "viewFullMenu": "View our full menu",
      "bookTable": "Book a table",
      "orderNow": "Order now",
      "allRightsReserved": "All rights reserved",
      "quickLinks": "Quick Links",
      "information": "Information",
      "hours": "Hours",
      "openEveryDay": "Open every day",
      "friday": "Friday",
      "address": "Address",
      "phone": "Phone",
      "email": "Email",
      "openingHours": "Opening Hours",
      "reservations": "Reservations",
      "onlineOrder": "Online Order"
    },
    "home": {
      "welcome": "Welcome to",
      "ourHistory": "Our History",
      "ourHistoryTitle": "A unique experience in the heart of Ivry-sur-Seine",
      "ourHistoryDescription": "Magnifiko was born from a dream: to create a place where the authenticity of Italy meets respect for halal rules, in a modern, family-friendly and warm setting. We are much more than a restaurant: we are a reference for halal Italian cuisine in Île-de-France, a sharing space for lovers of Italian-style pasta, artisanal Neapolitan pizzas, traditional desserts and 100% halal and certified products.",
      "ourPride": "Our Pride",
      "ourPrideTitle": "A Unique Certification, Guarantee of Trust",
      "ourPrideDescription": "Magnifiko is the first Italian restaurant certified by Achahada, guaranteeing 100% Halal meat, without VSM, controlled daily by an approved inspector. Achahada is an independent organization that guarantees 100% Halal meat, compliant with religious rules, French law and hygiene standards.",
      "achahada": "Achahada Publication",
      "ourSpecialties": "Our Specialties",
      "ourSpecialtiesTitle": "Authentic flavors",
      "pastaTitle": "Our Pasta",
      "pastaDescription": "Our pasta imported from Italy is enhanced by homemade sauces prepared by our chef.",
      "glutenFree": "Gluten-free available with all our pasta",
      "pizzaTitle": "Neapolitan Pizzas",
      "pizzaDescription": "Neapolitan pizzas cooked on stone, with superior quality Italian flours and our fior di latte mozzarella.",
      "dessertTitle": "Italian Desserts",
      "dessertDescription": "Discover our traditional Italian desserts, from strawberries and cream to artisanal panna cotta, prepared with love.",
      "ourSecrets": "Our Secrets",
      "secretsTitle": "Secrets of Flavor",
      "secretsDescription1": "We believe that the secret of good pasta also lies in the sauce, which is why all our sauces are prepared on site using only the best ingredients. Whether you prefer a classic Amatriciana, a creamy carbonara or a delicious bolognese, we have a sauce that will satisfy your taste buds.",
      "secretsDescription2": "In our restaurant, we offer a variety of artisanal pasta shapes and sizes, each with its own unique texture and flavor. Whether you prefer simple spaghetti or hearty tonnarelli, our selection of pasta dishes will please you.",
      "hoursTitle": "we're waiting for you",
      "hoursEveryDay": "Every day",
      "hoursTime": "11am - Midnight",
      "hoursFriday": "(Except Friday: 2pm - Midnight)"
    },
    "about": {
      "title": "About",
      "passionTitle": "Our Passion For Italian Cuisine",
      "passionDescription": "Founded in 2020, Magnifiko was born from a deep passion for authentic Italian cuisine and the desire to make it accessible to everyone, while respecting halal principles. Our restaurant combines Italian culinary art with carefully selected and halal-certified ingredients.",
      "convivialTitle": "A Friendly Place",
      "convivialDescription1": "Located in the heart of Ivry-sur-Seine, our restaurant offers an elegant and warm setting where friends and families can gather around a delicious meal. Our team does everything possible to offer you an unforgettable gastronomic experience.",
      "convivialDescription2": "Each dish is prepared with care, using fresh and seasonal products, to make you travel through the flavors of Italy.",
      "knowHowTitle": "Our Know-How",
      "knowHowDescription1": "Our chef and his team draw from the rich Italian culinary tradition to create exceptional dishes. Our wood-fired oven, imported directly from Italy, allows us to cook our pizzas in the traditional way, giving them that incomparable texture and flavor.",
      "knowHowDescription2": "We are proud to offer authentic halal Italian cuisine, without compromising on quality or tradition.",
      "commitmentTitle": "Our Commitment",
      "commitmentDescription1": "At Magnifiko, we are committed to offering a quality culinary experience while respecting halal principles. All our ingredients are certified by Achahada, thus guaranteeing respect for your values and your dietary choices.",
      "commitmentDescription2": "We also strive to reduce our environmental impact by favoring local products and minimizing waste."
    },
    "contact": {
      "title": "Contact",
      "contactInfo": "Contact Information",
      "address": "Address",
      "addressValue": "63 Bd Paul Vaillant Couturier,\n94200 Ivry-sur-Seine, France",
      "phone": "Phone",
      "phoneValue": "01 49 59 00 94",
      "email": "Email",
      "emailValue": "compte.magnifiko@gmail.com",
      "openingHours": "Opening Hours",
      "everyDay": "Every day",
      "hoursEveryDay": "11am - Midnight",
      "friday": "Friday",
      "hoursFriday": "2pm - Midnight",
      "reservations": "Reservations",
      "reservationHours": "Reservation possible from 11am to 8pm",
      "reserveTable": "Reserve a table",
      "onlineOrder": "Online order",
      "onlineOrderDescription": "Order directly online and enjoy our delicious dishes at home",
      "orderNow": "Order now",
      "ourLocation": "Our Location"
    },
    "menu": {
      "title": "Menu"
    }
  }