{
    "navigation": {
      "home": "Accueil",
      "menu": "Menu",
      "about": "À Propos",
      "contact": "Contact"
    },
    "common": {
      "seeMenu": "Voir le menu",
      "orderOnline": "Commander en ligne",
      "reserveTable": "Réserver une table",
      "findUs": "Nous trouver",
      "viewFullMenu": "Voir notre menu complet",
      "bookTable": "Réserver une table",
      "orderNow": "Commander maintenant",
      "allRightsReserved": "Tous droits réservés",
      "quickLinks": "Liens Rapides",
      "information": "Informations",
      "hours": "Horaires",
      "openEveryDay": "Ouvert tous les jours",
      "friday": "Vendredi",
      "address": "Adresse",
      "phone": "Téléphone",
      "email": "Email",
      "openingHours": "Heures d'Ouverture",
      "reservations": "Réservations",
      "onlineOrder": "Commande en ligne"
    },
    "home": {
      "welcome": "Bienvenue chez",
      "ourHistory": "Notre Histoire",
      "ourHistoryTitle": "Une expérience unique au cœur d'Ivry-sur-Seine",
      "ourHistoryDescription": "Magnifiko est né d'un rêve : créer un lieu où l'authenticité de l'Italie rencontre le respect des règles halal, dans un cadre moderne, familial et chaleureux. Nous sommes bien plus qu'un restaurant : nous sommes une référence de la cuisine italienne halal en Île-de-France, un espace de partage pour les amateurs de pâtes à l'italienne, de pizzas artisanales Napolitaine, de desserts traditionnels et de produits 100% halal et certifiés.",
      "ourPride": "Notre Fierté",
      "ourPrideTitle": "Une Certification Unique, Gage de Confiance",
      "ourPrideDescription": "Magnifiko est le premier restaurant italien certifié Achahada, garantissant une viande 100 % Halal, sans VSM, contrôlée quotidiennement par un inspecteur agréé. Achahada est un organisme indépendant qui garantit une viande 100 % Halal, conforme aux règles religieuses, à la loi française et aux normes d'hygiène.",
      "achahada": "Publication Achahada",
      "ourSpecialties": "Nos Spécialités",
      "ourSpecialtiesTitle": "Des saveurs authentiques",
      "pastaTitle": "Nos Pasta",
      "pastaDescription": "Nos pâtes importées d'Italie sont sublimées par les sauces maison préparées par notre chef.",
      "glutenFree": "Sans gluten disponible avec toutes nos pâtes",
      "pizzaTitle": "Pizzas Napolitaines",
      "pizzaDescription": "Pizzas napolitaines cuites à la pierre, avec des farines italiennes de qualité supérieure et notre mozzarella fior di latte.",
      "dessertTitle": "Desserts Italiens",
      "dessertDescription": "Découvrez nos desserts traditionnels italiens, des fraises à la crème aux panna cotta artisanales, préparés avec amour.",
      "ourSecrets": "Notre Secrets",
      "secretsTitle": "Secrets de Saveur",
      "secretsDescription1": "Nous croyons que le secret des bonnes pâtes réside aussi dans la sauce, c'est pourquoi toutes nos sauces sont préparées sur place en utilisant uniquement les meilleurs ingrédients. Que vous préfériez une Amatriciana classique, une carbonara crémeuse ou une délicieuse bolognaise, nous avons une sauce qui saura satisfaire vos papilles.",
      "secretsDescription2": "Dans notre restaurant, nous proposons une variété de formes et de tailles de pâtes artisanales, chacune avec sa propre texture et saveur unique. Que vous préfériez de simples spaghettis ou de copieux tonnarelli, notre sélection de plats de pâtes saura vous plaire.",
      "hoursTitle": "on vous attend",
      "hoursEveryDay": "Tous les jours",
      "hoursTime": "11h - Minuit",
      "hoursFriday": "(Sauf Vendredi: 14h - Minuit)"
    },
    "about": {
      "title": "À Propos",
      "passionTitle": "Notre Passion Pour La Cuisine Italienne",
      "passionDescription": "Fondé en 2020, Magnifiko est né d'une passion profonde pour la cuisine italienne authentique et du désir de la rendre accessible à tous, en respectant les principes halal. Notre restaurant combine l'art culinaire italien avec des ingrédients soigneusement sélectionnés et certifiés halal.",
      "convivialTitle": "Un Lieu Convivial",
      "convivialDescription1": "Situé au cœur d'Ivry-sur-Seine, notre restaurant offre un cadre élégant et chaleureux où amis et familles peuvent se retrouver autour d'un repas délicieux. Notre équipe met tout en œuvre pour vous offrir une expérience gastronomique inoubliable.",
      "convivialDescription2": "Chaque plat est préparé avec soin, en utilisant des produits frais et de saison, pour vous faire voyager à travers les saveurs de l'Italie.",
      "knowHowTitle": "Notre Savoir-Faire",
      "knowHowDescription1": "Notre chef et son équipe puisent dans la riche tradition culinaire italienne pour créer des plats exceptionnels. Notre four à bois, importé directement d'Italie, nous permet de cuire nos pizzas de manière traditionnelle, leur conférant cette texture et ces saveurs incomparables.",
      "knowHowDescription2": "Nous sommes fiers d'offrir une cuisine italienne halal authentique, sans compromis sur la qualité ou la tradition.",
      "commitmentTitle": "Notre Engagement",
      "commitmentDescription1": "Chez Magnifiko, nous nous engageons à offrir une expérience culinaire de qualité tout en respectant les principes halal. Tous nos ingrédients sont certifiés par Achahada, garantissant ainsi le respect de vos valeurs et de vos choix alimentaires.",
      "commitmentDescription2": "Nous nous efforçons également de réduire notre impact environnemental en privilégiant les produits locaux et en minimisant les déchets."
    },
    "contact": {
      "title": "Contact",
      "contactInfo": "Informations de Contact",
      "address": "Adresse",
      "addressValue": "63 Bd Paul Vaillant Couturier,\n94200 Ivry-sur-Seine, France",
      "phone": "Téléphone",
      "phoneValue": "01 49 59 00 94",
      "email": "Email",
      "emailValue": "compte.magnifiko@gmail.com",
      "openingHours": "Heures d'Ouverture",
      "everyDay": "Tous les jours",
      "hoursEveryDay": "11h - Minuit",
      "friday": "Vendredi",
      "hoursFriday": "14h - Minuit",
      "reservations": "Réservations",
      "reservationHours": "Réservation possible de 11h à 20h",
      "reserveTable": "Réserver une table",
      "onlineOrder": "Commande en ligne",
      "onlineOrderDescription": "Commandez directement en ligne et profitez de nos délicieux plats chez vous",
      "orderNow": "Commander maintenant",
      "ourLocation": "Notre Emplacement"
    },
    "menu": {
      "title": "Menu"
    }
  }